<?php

// Text
$_['text_title'] = 'درگاه پرداخت رای پی';

// Error
$_['error_title'] = 'خطا در عملیات پرداخت';
$_['error_code'] = 'کد خطا: ';
$_['error_message'] = 'متن پیام خطا: ';
$_['error_request'] = 'در ارتباط با پرداخت اینترنتی رای پی خطایی رخ داده است.';
$_['error_verify'] = 'در ارتباط با پرداخت اینترنتی رای پی جهت تایید تراکنش خطایی رخ داده است.';
$_['error_payment'] = 'تراكنش ناموفق می باشد و یا توسط پرداخت کننده لغو شده است.';
$_['error_data'] = 'اطلاعات ارسال شده مربوط به تایید تراکنش ناقص و یا غیر معتبر است.';
$_['error_curl'] = 'تابع cURL برای اتصال به پرداخت آنلاین رای پی در سرور شما فعال نمی باشد.';
$_['error_undefined'] = ' خطا در ارتباط با سرویس پرداخت آنلاین رای پی رخ داده است.';
$_['error_wait'] = 'اگر شما به طور خودکار تا 10 ثانیه دیگر به سبد خرید هدایت نشدید <a href="%s">اینجا کلیک</a> کنید.';